 [{
         "Tipo": "Experiencia",
         "Titulo": "RhinoMachinery | Sell of heavy equipment ",
         "Puesto": "FullStack Web Developer",
         "Tiempo": "January 2024 - Currently",
         "Descripcion": "I'm in charge of designing and managing the new website for this company and personalizing it to its requirements."
     }, {
         "Tipo": "Educacion",
         "Titulo": "Web Backend Development Certificate",
         "Tiempo": "Brigham Young University - 2023",
         "Descripcion": "Management of websites using backend skills like PHP, ASP.NET, SQL, PhpMyAdmin, and some frameworks like Angular."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "Web Media Certificate",
         "Tiempo": "Brigham Young University - 2020",
         "Descripcion": "Management of social networks, FrontEnd development oriented to UX & UI and creation of online businesses"
     },
     {
         "Tipo": "Educacion",
         "Titulo": "FrontEnd Development Certificate",
         "Tiempo": "Brigham Young University - 2020",
         "Descripcion": "I got my first certificate as part of my education at Brigham Young University in Front End Development."
     },
     {
         "Tipo": "Experiencia",
         "Titulo": "MYMA Media Agency",
         "Puesto": "Web Designer and Developer",
         "Tiempo": "August 2019 - Currently",
         "Descripcion": "My job is to create websites, using the UX & UI knowledge, design the flow of the site, create the mockups, and develop the site, especially the FrontEnd design. The agency works with big brands like Little Caesar, FedEx, Cottonelle, etc."
     },
     {
         "Tipo": "Experiencia",
         "Titulo": "GetMKT (B2B Media Agency)",
         "Puesto": "web Designer",
         "Tiempo": "June 2019 - August 2019",
         "Descripcion": "I worked on this project for a few months designing the platform for a small agency dedicated to helping other companies with their marketing and design workload. An interface was designed with the user experience (UX & UI) in mind. The design was left ready to add the BackEnd necessary for the site to function."
     },
     {
         "Tipo": "Experiencia",
         "Titulo": "Playerizate.com",
         "Puesto": "Web Designer & Developer",
         "Tiempo": "June 2019 - August 2019",
         "Descripcion": "It was a business project to start a brand of custom players, the site interface was designed using knowledge of (UX & UI) and I generated a section to customize your player from the site, using CSS, HTML5, JS to create an interactive interface with the end user."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "SASS Certificate",
         "Tiempo": "SitePoint - 2019",
         "Descripcion": "I obtained a certificate in the Sass course on the SitePoint platform as part of my training at Brigham Young University (BYU)."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "CSS Selectors Certificate",
         "Tiempo": "SitePoint - 2019",
         "Descripcion": "I obtained a certificate in the CSS Selectors course on the SitePoint platform as part of my training at Brigham Young University (BYU)."
     },
     {
         "Tipo": "Experiencia",
         "Titulo": "Paraya.com.mx",
         "Puesto": "Web Designer – UI & UX",
         "Tiempo": "September 2018 - June 2019",
         "Descripcion": "This project was one of my favorites, a platform with knowledge in UX & UI was designed for cell phone repair at home. My job was to layout the site for its development. Also material for social networks, emails and campaigns."
     },
     {
         "Tipo": "Experiencia",
         "Titulo": "Ofi.com.mx",
         "Puesto": "Graphic and Web Designer",
         "Tiempo": "November 2016 - June 2019",
         "Descripcion": "Ofi is a B2B e-commerce dedicated to offering hardware and software solutions to other companies. I was a graphic and web designer from the beginning of the company in Mexico, my job was to create graphic material for the site, social media campaigns, email marketing on different platforms such as Mailchimp and Bronto, among other tasks such as the identity manual company corporate."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "Brigham Young University BYU",
         "Tiempo": "2018 - Currently",
         "Descripcion": "I started a career at Brigham Young University online in the area of Web Design & Development with an emphasis on FrontEnd Design."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "Web design and Responsive Views Course",
         "Tiempo": "UNAM DGTIC 2018",
         "Descripcion": "I obtained a certificate from DGTIC UNAM by taking the course on creating web pages with HTML5 and responsive web design where I learned to master HTML, CSS and JS."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "Pathway Connect",
         "Tiempo": "September 2016 - September 2017",
         "Descripcion": "Preparatory course to start a career at Brigham Young Online University, it was essential to be accepted at the university taking several courses between 2016 and 2017."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "Introduction of Programming Languages Course",
         "Tiempo": "UNAM DGTIC 2017",
         "Descripcion": "I got a certificate from DGTIC UNAM by taking the introductory programming language course, my first step from graphic design to web design."
     },
     {
         "Tipo": "Experiencia",
         "Titulo": "SansVaz (Media Agency)",
         "Puesto": "Graphic Designer",
         "Tiempo": "March 2016 - November 2016",
         "Descripcion": "SansVaz is a small local agency dedicated to producing graphic material for different businesses, my job was to create innovative and attractive designs with client specifications creating custom plotter prints."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "Graphic Design University Career",
         "Tiempo": "2012 - 2015",
         "Descripcion": "I studied Graphic Design at the University of the Valley of Mexico."
     },
     {
         "Tipo": "Experiencia",
         "Titulo": "Holdman Studios",
         "Puesto": "Stained Glass Builder",
         "Tiempo": "April 2013 - August 2013",
         "Descripcion": "My first job was with a creative company building stained glass for LDS temples around the world. My job was to custom build the stained glass for the Payson Utah Temple."
     },
     {
         "Tipo": "Educacion",
         "Titulo": "Graphic Designer Tech Career",
         "Tiempo": "2009 - 2012",
         "Descripcion": "I studied the technical career in graphic design at the Technological Baccalaureate of the State of Mexico, from which I am qualified with a valid professional license."
     }
 ]